{"query": "最古老的哺乳类食腐证据——吃蜥脚类恐龙", "pos": ["2000年，中德考察队在准噶尔盆地南缘硫磺沟发掘出了大量的脊椎动物化石，如龟类、鳄类、恐龙以及哺乳动物，年代约为1.6亿年前。二十年后，德国科学家从这批化石中描述了已知最古老的哺乳类食腐证据——来自马门溪龙类颈肋上的齿痕[1]。当年那批来自侏罗纪晚期的化石中，有一块残缺的颈肋化石，科学家认为可能属于身长超过20米的马门溪龙类恐龙。然而，科学家们起初并没有发现这块颈肋化石的特别之处，直至重新检查化石时，他们才注意到骨骼上有小而细长的痕迹，这些痕迹长度约为0.5–1.5 mm，宽度约为30–250μm。当骨骼上出现小而细长的痕迹时，主要有三大原因：①沉积物摩擦或脊椎动物的踩踏 ②虫蚀 ③脊椎动物的齿痕。于是，研究人员将颈肋化石上的痕迹与大量类似痕迹进行比较，样本既有化石又有现生动物的齿痕，这所做的一切就是为了揪出造迹者。2.1 先说第一种可能性——①沉积物摩擦或脊椎动物的踩踏沉积物摩擦和脊椎动物的践踏都会在骨骼表面留下细微的条痕，通常以成簇的平行条纹出现，长度一般很少超过几百微米，宽度也只有几微米，应该是可观察到的最小骨骼改造痕迹结构。而颈肋化石的痕迹没有呈成簇的平行状分布，上文也提过，长度约为0.5–1.5毫米，宽度约为30–250微米（1 毫米=1000 微米），要远大于沉积物摩擦和动物践踏造成的痕迹，因此排除①原因。2.2 再说第二种可能性——②虫蚀昆虫的痕迹在化石记录中广泛存在，形态也多变，常见的有孔洞状、隧道状和划痕状等，造迹者主要是皮蠹类和白蚁类。尤其是白蚁类，很多恐龙骨骼上的生物遗迹都疑似和古白蚁类有关，其特点是齿痕的最深处位于中端，两头尖，中间宽，除了细小齿痕外，通常还会呈现出边缘向外散射的星形坑。但是，颈肋化石上的生物痕迹是泪滴状的，并且是一端尖，一端钝，痕迹最深处靠近钝端，这不仅有别于白蚁类的痕迹，在已有的昆虫痕迹中也是未曾所见的。2.3 最后说第三种可能性——③脊椎动物的齿痕好了，排除掉①和②两种可能性后，科学家依据齿痕的大小、动物的牙齿大小、牙齿排列模式将范围最终圈定在哺乳动物类群。哪类哺乳动物才是造迹者呢？科学家对比该地区的古哺乳类牙齿后，认为颈肋化石上的较大齿痕很可能来自中国厄琉塞尔齿兽Sineleutherus ，因为它的门牙牙尖宽度为200μm，而颈肋化石的齿痕宽度为30–250μm，大小十分匹配。（*注：中国厄琉塞尔齿兽的分类位置有争议，它属于贼兽类，贼兽类生活于晚三叠到早白垩世，体型似松鼠或家鼠，它们的一些特征介于哺乳动物冠群和似哺乳动物之间，因此既有人认为它们是哺乳动物，亦有人认为它们只是一个旁支。）那其它较小的齿痕又是哪些哺乳动物留下的呢？不能确定，因为这是该地区唯一一颗被发现的哺乳类门牙化石。其余哺乳动物类群的牙齿主要是臼齿，大小从0.5到1.5毫米不等，不过，科学家从体型上大致推测其它哺乳类应该可以留下介于颈肋化石痕迹范围大小的齿痕。不仅如此，科学家参考现存哺乳动物的牙齿排列模式和进食痕迹后，认为颈肋化石上的痕迹更接近于食虫性哺乳类的齿痕，比如鼩鼱。所以，最终推测造迹者是一些小型食虫性哺乳动物。基本上说到哺乳类吃恐龙，大伙都会想到身长约1米的爬兽，它作为中生代哺乳类体型的天花板，和鬼鬼祟祟的“小老鼠”不同，恐龙已经在它的食谱之上。早在2005年，就有研究显示在爬兽的胃里发现了鹦鹉嘴龙宝宝的残骸，恐龙宝宝身长约12厘米，关节相连，意味着爬兽几乎不咀嚼，而直接撕碎猎物、吞食。不过，爬兽是大哺乳类吃小恐龙，而估计身长超20米的马门溪龙类颈肋上留下小布丁点的中国厄琉塞尔齿兽齿痕，那就是小哺乳类吃大恐龙了。它如何做到以小吃大的呢？我知道我提了一个废提问，标题早就已经写了——食腐。科学家认为早期哺乳类及其亲戚有更广泛的食性，同时在巨大的体型差异下，食腐行为应该就是最好的假说。况且一具马门溪龙尸体能提供多少能量啊，够喂饱多少只体重数十克到百克的动物啊，够省去多少抓虫子的时间啊，不吃白不吃，吃就完事了。吃饭不积极，思想有问题。虽然整个中生代哺乳类及其祖先亲戚混得不算太好，但它们的多样性并不差，除了专注地下挖洞的，也有飞天的远古翔兽，还有开始适应水生环境的獭形狸尾兽。占据着不同生态位的它们有着不同的捕食行为和进食习性，而关于这方面的研究主要基于牙齿形态等间接证据，基于骨骼上齿痕的研究则不多，基于胃内容物的研究则可遇不可求。同时，绝大多数相关化石证据均集中在白垩纪时期，而这次描述的哺乳类齿痕化石证据来自晚侏罗纪，并且可能记录了食腐行为。因此这不仅代表了最古老的哺乳类食腐证据，还极大地扩展了早期哺乳类进食习性的已知范围。"], "neg": ["大家猜一猜，要是没有了网络传播的信息，上海疫情期间的谣言比例是会提升还是降低？但凡把管控言论的一半精力用在保证物流，想出切实的防疫政策上，也不会让上海陷入如今的情况。宣传口的从业人员，市委的高级官员哪怕装摸做样搬几颗菜，嘘寒问暖问问人民群众切身面对的问题。也会让大家的安心多一分，希望多一点。表演也是种能力和艺术。"]}
{"query": "世界上存在过哪些奇特的古生物？", "pos": ["惊喜总在下一块化石 >>最近新公布一只尾巴形如「黑曜石锯剑」的恐龙 Stegouros elengassen，属实罕见。它的尾巴末端被七对骨板覆盖，是一种全新的「武器」，在整个恐龙家族中前所未见。除了外形奇特，这只恐龙对探索甲龙类的演化也有着重要意义。提到恐龙身上令人畏惧的“武器”，你会想到什么？是暴龙的“锋利牙齿”，是剑龙的“尖刺宝剑”，还是甲龙的“流星锤”……2021年12月1日，《自然》杂志上的一项研究发现了一种全新的装甲类恐龙Stegouros elengassen（暂译为覆尾龙），它的尾巴镶嵌着十四块（七对）大型膜质骨板，如同一把“黑曜石锯剑”。[1]2018年2月，古生物学家们在智利南端的一条名为Río de las Chinas的河谷中发现了一具白垩纪晚期的恐龙化石。化石所在的地层年龄介于71.7±1.2 个百万年和74.9±2.1个百万年之间。由于暴露出地表的化石只是一些细长的肢骨，再加上该地层已经发现过丰富的脊椎动物化石（哺乳类动物、蛇颈龙、沧龙、恐龙等），起初古生物学家认为这是一种已知的小型恐龙。之后，这具恐龙化石被挖掘、打石膏、搬运、并送至实验室等待进一步的清理和研究。随着研究开展，化石周围的岩石被逐渐敲落，这只恐龙显露出独一无二的特征，彻底打破了古生物学家们的认知——它的尾巴末端覆盖着七对大型膜质骨板，即直接在真皮层中发育出的片状骨头，也被称为皮内成骨。每块骨板呈扁平状，横向突出，如刀片一般。这是一种前所未见的尾部“武器”。鉴于大型膜质骨板和尾巴的“武器化”，古生物学家判断这是一种新的装甲类恐龙，并将其正式命名为Stegouros elengassen（暂译为覆尾龙）。在覆尾龙出现之前，装甲类恐龙的尾部武器主要分成两大类：以剑龙为代表的尾刺和以甲龙为代表的巨大骨质锤。如今，第三种武器出现了，古生物学家将这条覆盖着七对大型膜质骨板的尾巴，形象地称之为“macuahuitl”，即古代阿兹特克人使用的黑曜石锯剑。除了特殊的尾部，覆尾龙化石的高完整度也让古生物学家们倍感惊喜。它体长约两米，属于小型装甲类恐龙。其身体后半部骨骼（尾巴、骶骨、骨盆带和后肢）仍保持衔接，前半部骨骼则比较分散，包括颈椎、背椎、前肢、膜质骨板和一些分离的颅骨等。为什么前后半身的化石状态差距如此之大呢？千万年前的覆尾龙究竟遭遇了什么？研究推测，这只覆尾龙死亡的时候，身体后半部分被河岸泥沙掩埋得以保护，而身体前半部分长时间暴露在地表，经过大自然的摧残后再重新掩埋导致的。另外，这只覆尾龙的死亡姿势也比较特别，它的腹部朝下，后肢挺直。而通常死亡在河道里的甲龙类则是腹部朝上，后肢弯曲，原因可能是腐败细菌分解有机物，产生大量气体使甲龙的腹部膨胀，膨胀的尸体在水面极不稳定，易翻转，最终覆盖着骨板的沉重背部朝下，腹部朝上。[2]由此，古生物学家尝试还原了这把“黑曜石锯剑”陨落的过程：当年的覆尾龙很可能下半身陷入在河道的流沙中，它拼命挣扎，直至力竭，死去，埋藏，成为化石……得益于高度完整的骨骼，研究发现覆尾龙的许多骨骼特征与冈瓦纳大陆的另外两种甲龙类有着特定的相似之处。古生物学家意识到，这只拥有“黑曜石锯剑”的小型装甲类恐龙，很可能是揭开冈瓦纳大陆“甲龙之谜”的关键因素。-大量化石证据显示，甲龙类恐龙在中侏罗世开始辐射演化，到了白垩纪晚期，其主要两个分支——甲龙科和结节龙科已遍布全球，成为生态系统的重要组成部分。虽说各大陆均有甲龙类的踪迹，但绝大多数甲龙类化石来自北半球的劳亚大陆，只有少数来自南半球的冈瓦纳大陆，包括澳大利亚的敏迷龙Minmi paravertebra（有效性受到质疑）、盾龙Kunbarrasaurus ieversi（2015年被重新描述，曾被认为是敏迷龙的新种[3]）和南极洲的南极甲龙Antarctopelta oliveroi，这三者均发现于20世纪80年代，剩余就是一些支离破碎或因不确定性导致尚未被命名的“疑似甲龙类化石”。除去有效性暂受质疑的敏迷龙，可供学者们研究的南半球甲龙类仅剩盾龙和南极甲龙。然而，虽说盾龙是冈瓦纳大陆保存得最完整的甲龙类化石，但唯独缺失了大部分尾巴和肢体远端。而南极甲龙恰好相反，目前仅有的大约15%的骨骼，恰好只保留了尾椎和肢体远端。天差地别的化石保存状态，使彼此之间如同丢失了一块重要“拼图”，难以仅凭两者厘清冈瓦纳大陆的甲龙类演化关系。由此可见，长久以来，南半球冈瓦纳大陆的甲龙类信息都非常稀缺，重重谜团一直等待被揭开：相比北半球，南半球的甲龙类内部之间的关系是否会更亲近，从而代表了一种独特的演化辐射？或者南北半球的甲龙类有着更亲近的亲缘关系，从而代表了南北大陆之间动物群的频繁交替……[4]终于，当古生物学家将覆尾龙化石从基岩中清理出来的那一瞬间，这块重要的“拼图”就诞生了。研究发现，覆尾龙和盾龙的共同特征存在于肱骨、骨盆、颅骨，"], "neg": ["自动泊车实际并非普通人想象的那么简单，也是隶属于智能辅助驾驶里面重要的一环。智能辅助有三个核心模块：感知———思考———行动自动（智能）泊车实际也要完成上述三个过程。最开始的智能泊车比较简单，很久前就已经装载在了传统燃油车上，就是后视的普通摄像头加车尾的超声波雷达。因为没有侧面的超声波雷达和高清摄像头，加上处理的芯片算力不足和AI训练不够的原因，导致了只有车辆在经过了这个车位，且光线良好，车位线划得非常清晰的情况下，才能倒入车位，且全程需要驾驶者观察周围有无障碍物和突发情况，脚虚踩在刹车上，随时准备接管。这种智能泊车有点类似盲人摸象，无法探测大环境和周边的静态、动态障碍物，适用环境苛刻，应用范围小，说是智能泊车，但可以说实用性并不高。这种盲人摸象的智能泊车如果算是第一代智能泊车的话。那接下来的第二代智能泊车则在感知设备和算法上有所改善。在车尾+车身两侧+车头加上超声波雷达，同时有了高清的环视摄像头的辅助。并且配上了整合度更高，算力更高的行车泊车一体域控制器。而这个阶段的超声波雷达也升级成了精度更高，探测距离更远的超声波雷达，探测长度可达3米到5米远。而摄像头也加入了弱光识别和高清识别的模式。摄像头能拍摄识别周围地面的车位标识，而环绕车身的超声波雷达测出车辆与周边其他车辆和障碍物的距离，最后通过计算车辆和目标停车位泊入的位置和角度，生成车辆停泊的路径，车辆控制转向、制动、动力系统，完成之前对路径的规划执行，这一种智能泊车技术也是现在绝大部分新能源车型采用的智能泊车方式。但如果从实用上出发，第二代智能泊车技术还是有不足的地方，无论是超声波雷达还是环视摄像头对于周边探测距离比较近，对于周边环境动态（靠近泊车）的行人/车辆很有可能探测不到，更不要谈预测他们的动态轨迹是否会干扰到泊车了。虽然第二代智能泊车整合出了行泊一体域控制器，但智能驾驶系统所用的毫米波雷达等感知设备并没有融合感知到智能泊车里面，导致了探测精度、距离都无法达到正常泊车使用场景，所以说这个阶段的智能泊车还是无法取代人类的常规泊车，有点类似于“近视泊车”。在“近视泊车”的基础上，开始有车企把毫米波雷达的探测功能也融合到了智能泊车里面，利用毫米波雷达的全天抗干扰能力来增强恶劣天气环境下（露天停车）的探知能力。因为毫米波无视天气，穿透雾气、烟尘的能力强，受到环境因素影响较小，可以保障在日常情况下的使用。而现阶段最顶尖的智能泊车则是在感知设备的选择上，采取了全家福，也就是摄像头/超声波雷达/毫米波雷达的基础上，加入了激光雷达。利用了激光雷达的超远距离和高精度感知能力来真正实现超越人眼识别的功能。并且新一代的智驾平台能把泊车控制和行车控制整合在了一起，利用高性能的智能驾驶域控制器来调用所有的感知设备，并融合感知数据，来给智能泊车/驾驶提供可靠的信息。所以，在高算力、拟人化算法和高感知的加持下，前面两代智能泊车平台无法完成的事情，第三代智驾平台已经可以完成人类常规的停车，来到了真正实现智能化泊车的阶段。上图简单归纳了以上三个阶段的智驾平的特点，而阿维塔11第三代APA智能泊车技术的到来，体现出现阶段行业技术最高规格的智能驾驶辅助水平表现。比如这次我试驾的阿维塔11，就是采取了第三阶段的智驾平台。（下图为展车，试驾车辆停在停车场。）那么如何能达到第三阶段的高度智能驾驶，就要从开始科普的三点相关说起。第一个就是感知。阿维塔11的AVATRUST超感系统通过34颗智驾传感器构建起4层独立的感知体系。其中有13颗高清摄像头，4颗前视摄像头、4颗环视AVM摄像头、4颗侧视摄像头、1颗后视摄像头。12颗超声波雷达：覆盖前后保险杠，具备5米范围内的短距离探测能力，能够在低速场景下实现对周围环境的精准感知。6颗毫米波雷达：其中包含了后向中长距雷达，将后向来车探测能力提升一倍（达210米）。3颗激光雷达：华为自研的车规级激光雷达，分布在车头正前方和两边车身侧面。（下图为阿维塔11的侧面激光雷达。）那么为什么需要这么多的感知设备，要知道设备越多，成本越贵，而激光雷达则现阶段也是昂贵的代名词。之前我也写过很多相关的科普类回答，阐述了多传感器融合的重要性。如果感兴趣的，可以去看下。这里简单解释下，首先感知设备是需要让车辆尽量探测到周围，无死角盲区，所以必须要尽可能地覆盖所有的方位和视角，这样就是为什么要多方位配置感知设备了。就比如阿维塔11为什么要有13颗高清摄像头，12颗超声波雷达，6颗毫米波雷达和3颗激光雷达，就是为了形成一个无死角的探测茧。其次探测范围的远近，精度，采样率，FOV这些也意味着感知设备的信息来源是否可靠，是否够具体，因为越模糊的信息来源就越无法判断周边的静态、动态障碍物。这个很好理解，就是人泊车，总是要清晰看到周围的，高度近视眼如果不戴眼镜，就容易判断错误。而无论是毫米波雷达还是超声波雷达，分辨障碍物的精细度较差，就如同高度近视眼那样，可以大概知道有障碍物，"]}
{"query": "世界上存在过哪些奇特的古生物？", "pos": ["而覆尾龙和南极甲龙的共同特征存在于肢体远端、尾巴——这些碎片化的线索巧妙串联在一起，宣示着冈瓦纳大陆很可能存在一个全新的甲龙类分支，这一假设也得到了系统发育分析的明确支持：覆尾龙是甲龙类，并与盾龙、南极甲龙属于同一类群，它们的祖先大约起源于1.67亿年前，早早就跟其它甲龙类分道扬镳，独自演化成新的分支——副甲龙类（Parankylosauria）。那么，副甲龙类的成员（覆尾龙、盾龙、南极甲龙）与其他甲龙类恐龙相比，有何特别之处？相比北半球诸多体型庞大、四肢粗壮、重甲覆身的甲龙类，南半球的甲龙类（副甲龙类）截然不同，它们往往体型较小、四肢细长、身体侧翼缺少膜质骨板。另外，除了特化的颅骨，副甲龙类的许多骨骼竟然还保留着扁脚类（Eurypoda，该演化支由剑龙类和甲龙类组成）的原始特征，这意味着整个甲龙类家族的特化之路最早从头开始。要说副甲龙类的最特别之处，必然是尾巴。先说覆尾龙，它的尾巴很短，尾椎骨不超过二十六个，远远低于装甲类恐龙的平均线，最后的十二个尾椎骨更是被大型膜质骨板围绕，组成锋利的“黑曜石锯剑”。南极甲龙的一些尾椎骨也十分奇怪，椎体扁平、背面有沟槽，这在甲龙类中并不常见。考虑到南极甲龙化石的沉积环境是沿海地区，因此有研究认为这些尾椎骨属于海洋爬行动物（比如蛇颈龙）。然而，这些独特尾椎骨也出现于覆尾龙中，结合南极甲龙化石中零散的大型膜质骨板，古生物学家推测南极甲龙的尾巴末端也拥有“黑曜石锯剑”。至于第三位成员盾龙，受限于大部分尾巴缺失，无法间接推测其是否拥有“黑曜石锯剑”。简而言之，覆尾龙的出现不仅带来过去未曾知晓的甲龙类演化支，也使装甲类恐龙家族在陆生脊椎动物中变得更加无与伦比——这是唯一独立演化出三种不同尾巴武器的类群。这次的发现使得甲龙类恐龙研究取得了重要进展，但是在探索冈瓦纳大陆的甲龙类之路上，依旧充满未知：覆尾龙和南极甲龙的生存年代约为7400万年前，盾龙的生存年代约为1亿年前，而整个副甲龙类起源时间为1.67亿年前。很显然，这漫长的岁月仍有无限空白等待被填补……那么，恐龙武器库的下一次更新，会在何时呢？出品：科普中国制作：090811mario监制：中国科学院计算机网络信息中心"], "neg": ["自动泊车实际并非普通人想象的那么简单，也是隶属于智能辅助驾驶里面重要的一环。智能辅助有三个核心模块：感知———思考———行动自动（智能）泊车实际也要完成上述三个过程。最开始的智能泊车比较简单，很久前就已经装载在了传统燃油车上，就是后视的普通摄像头加车尾的超声波雷达。因为没有侧面的超声波雷达和高清摄像头，加上处理的芯片算力不足和AI训练不够的原因，导致了只有车辆在经过了这个车位，且光线良好，车位线划得非常清晰的情况下，才能倒入车位，且全程需要驾驶者观察周围有无障碍物和突发情况，脚虚踩在刹车上，随时准备接管。这种智能泊车有点类似盲人摸象，无法探测大环境和周边的静态、动态障碍物，适用环境苛刻，应用范围小，说是智能泊车，但可以说实用性并不高。这种盲人摸象的智能泊车如果算是第一代智能泊车的话。那接下来的第二代智能泊车则在感知设备和算法上有所改善。在车尾+车身两侧+车头加上超声波雷达，同时有了高清的环视摄像头的辅助。并且配上了整合度更高，算力更高的行车泊车一体域控制器。而这个阶段的超声波雷达也升级成了精度更高，探测距离更远的超声波雷达，探测长度可达3米到5米远。而摄像头也加入了弱光识别和高清识别的模式。摄像头能拍摄识别周围地面的车位标识，而环绕车身的超声波雷达测出车辆与周边其他车辆和障碍物的距离，最后通过计算车辆和目标停车位泊入的位置和角度，生成车辆停泊的路径，车辆控制转向、制动、动力系统，完成之前对路径的规划执行，这一种智能泊车技术也是现在绝大部分新能源车型采用的智能泊车方式。但如果从实用上出发，第二代智能泊车技术还是有不足的地方，无论是超声波雷达还是环视摄像头对于周边探测距离比较近，对于周边环境动态（靠近泊车）的行人/车辆很有可能探测不到，更不要谈预测他们的动态轨迹是否会干扰到泊车了。虽然第二代智能泊车整合出了行泊一体域控制器，但智能驾驶系统所用的毫米波雷达等感知设备并没有融合感知到智能泊车里面，导致了探测精度、距离都无法达到正常泊车使用场景，所以说这个阶段的智能泊车还是无法取代人类的常规泊车，有点类似于“近视泊车”。在“近视泊车”的基础上，开始有车企把毫米波雷达的探测功能也融合到了智能泊车里面，利用毫米波雷达的全天抗干扰能力来增强恶劣天气环境下（露天停车）的探知能力。因为毫米波无视天气，穿透雾气、烟尘的能力强，受到环境因素影响较小，可以保障在日常情况下的使用。而现阶段最顶尖的智能泊车则是在感知设备的选择上，采取了全家福，也就是摄像头/超声波雷达/毫米波雷达的基础上，加入了激光雷达。利用了激光雷达的超远距离和高精度感知能力来真正实现超越人眼识别的功能。并且新一代的智驾平台能把泊车控制和行车控制整合在了一起，利用高性能的智能驾驶域控制器来调用所有的感知设备，并融合感知数据，来给智能泊车/驾驶提供可靠的信息。所以，在高算力、拟人化算法和高感知的加持下，前面两代智能泊车平台无法完成的事情，第三代智驾平台已经可以完成人类常规的停车，来到了真正实现智能化泊车的阶段。上图简单归纳了以上三个阶段的智驾平的特点，而阿维塔11第三代APA智能泊车技术的到来，体现出现阶段行业技术最高规格的智能驾驶辅助水平表现。比如这次我试驾的阿维塔11，就是采取了第三阶段的智驾平台。（下图为展车，试驾车辆停在停车场。）那么如何能达到第三阶段的高度智能驾驶，就要从开始科普的三点相关说起。第一个就是感知。阿维塔11的AVATRUST超感系统通过34颗智驾传感器构建起4层独立的感知体系。其中有13颗高清摄像头，4颗前视摄像头、4颗环视AVM摄像头、4颗侧视摄像头、1颗后视摄像头。12颗超声波雷达：覆盖前后保险杠，具备5米范围内的短距离探测能力，能够在低速场景下实现对周围环境的精准感知。6颗毫米波雷达：其中包含了后向中长距雷达，将后向来车探测能力提升一倍（达210米）。3颗激光雷达：华为自研的车规级激光雷达，分布在车头正前方和两边车身侧面。（下图为阿维塔11的侧面激光雷达。）那么为什么需要这么多的感知设备，要知道设备越多，成本越贵，而激光雷达则现阶段也是昂贵的代名词。之前我也写过很多相关的科普类回答，阐述了多传感器融合的重要性。如果感兴趣的，可以去看下。这里简单解释下，首先感知设备是需要让车辆尽量探测到周围，无死角盲区，所以必须要尽可能地覆盖所有的方位和视角，这样就是为什么要多方位配置感知设备了。就比如阿维塔11为什么要有13颗高清摄像头，12颗超声波雷达，6颗毫米波雷达和3颗激光雷达，就是为了形成一个无死角的探测茧。其次探测范围的远近，精度，采样率，FOV这些也意味着感知设备的信息来源是否可靠，是否够具体，因为越模糊的信息来源就越无法判断周边的静态、动态障碍物。这个很好理解，就是人泊车，总是要清晰看到周围的，高度近视眼如果不戴眼镜，就容易判断错误。而无论是毫米波雷达还是超声波雷达，分辨障碍物的精细度较差，就如同高度近视眼那样，可以大概知道有障碍物，"]}
{"query": "地质史上有哪些鲜为人知却影响深远的事件?", "pos": ["三叠纪，一个以大灭绝开始，又在大灭绝中结束的时期。期间还发生了一次持续百万年的极端气候事件，暴雨浸透了盘古大陆。恐龙的第一次显著辐射，针叶类植物和本内苏铁的扩散，钙质超微生物的爆发，以及第一个琥珀形成的高峰期，都发生在这场暴雨期间或者之后。进入三叠纪，地球经历了自显生宙以来最严重的灭绝事件，生态系统复苏需要花费很长时间，在大灭绝中存活下来的劣势而顽强的物种，都想趁机抢占这片广袤的大陆，于是迅速辐射演化。然而，炎热、干旱的气候阻挡了陆地生物开拓疆土的步伐。因为曾经四分五裂的陆地重新并拢，形成了盘古大陆，气候随陆地面积一同发生改变。大陆内部远离海洋，湿润的海风难以抵达，雨量稀少，烈日常年炙烤着大地，不少地区充斥着戈壁沙漠，两极地区也无冰川的迹象，整个大陆被炎热与干旱所笼罩。▼早中三叠纪世▼三叠纪气候干旱的气候没有随时间流失，保存在了世界各地的三叠纪地层里。除了常出现在科普读物中的红色砂岩外，还有其它。比如意大利北部地层有蒸发矿物，南阿尔卑斯地区存在大量蒸发岩，中国南方地区也有大量蒸发岩，以及碳酸盐岩快速沉积现象，都支持了三叠纪存在干旱的气候条件，并且是全球性的。▼晚三叠世板块构造位置及岩相在这种气候条件下，植被多是稀疏低矮的蕨类，陆地优势动物是保存水分能力较强、适应干燥气候的伪鳄类，而曾经盛极一时的兽孔类已日落西山。那么恐龙呢？恐龙此时刚诞生，数量稀少且全都蜗居在冈瓦纳大陆的南端——南美洲或非洲。无论是陆地霸主伪鳄类，还是二当家兽孔类，亦或是刚上线的恐龙，都在等待一个机会，要把疆土往内陆进一步扩张。很快，“机会”来了。约2.34-2.32亿年前之间的某一天，气候变得湿润，下起了倾盆大雨。不同以往，这次降雨量急剧增多，多到改变了地球的生态系统。▼三叠纪这雨从何而来？■ 超级季风气候（降雨原因之一）由于盘古大陆的聚合以及中央山脉（位于劳亚古陆和冈瓦纳古陆之间）的隆起，因此有研究通过古地理模拟实验推测，当时存在强烈的季风型气候。但由于辛梅利亚大陆的存在，阻挡了来自古太平洋的水汽，所以大部分时间里盛行以干旱为主的超级季风气候。辛梅里利亚大陆是一个小型的史前大陆，从盘古大陆南部脱离，自进入三叠纪起，就不断往北漂。这导致古特提斯洋范围缩小，并出现新特提斯洋，逐渐取代古特提斯洋的位置。▼卡尼期前夕的板块位置终于，在晚三叠世的卡尼期，辛梅利亚大陆与已经拼合的华北板块、扬子板块继续向北移动。因此导致特提斯洋面向古太平洋的开口变大，古太平洋暖流向特提斯洋输入更多的水汽，引起整个特提斯地区洋流循环的变化，超级季风气候由干旱转向潮湿为主，降雨骤增。▼晚三叠世板块位置与古太平洋洋流或许是地球过渡干渴，仅靠来自古大西洋的水汽无法浸透早已枯竭的大地。地球萌生了一个想法：“让风雨来得更猛烈些吧！”于是乎，大量火山爆发了。■ 火山爆发（降雨原因之一）辛梅利亚等板块北漂，不仅带来了古太平洋的潮湿风向，东特提斯地区（中国西南部）还形成大规模的造山运动，以及伴生了火山运动。我国川西地区和昌都地区就发育了大范围卡尼期的火山岩。与此同时，加拿大西部也发生了大量火山喷发——兰格利亚火山爆发（wrangellia eruption）▼卡尼期的兰格里亚火山位置火山喷发产生了大量的CO2，引起气候变暖。所以这一时期全球表层温度升高约6℃~8℃，全球变暖促使大气水循环加速，雨量再次增加。就这样，在超级季风气候与火山爆发的共同作用下，地球迎来了持续百万年的极端气候——卡尼期洪积事件，在此期间，湖迫和河流短暂地浸透了干涸的盘古大陆。如同干旱的气候，这场远古暴雨留下的痕迹也保存在了地层里。由于地表的岩石长期处在富含二氧化碳和水的条件下，从而加速了陆地风化速率。陆源硅质碎屑和粘土物质伴随源源不绝的淡水持续注入特提斯洋边缘海地区，海平面一度升高。火山喷发不仅释放CO2，还会释放大量的甲烷，进一步加剧温室效应，同时让海洋进入缺氧状态，海洋生物大批死亡与埋藏，有机碳增多。以上这些因素，导致原先浅海环境的碳酸盐岩沉积被中断，覆盖其上的是被冲入海里的各种碎屑岩和黏土岩，以及新形成的黑色泥砂岩、页岩（代表深海、缺氧的还原环境）。在许多国家和地区，都能找到这些证明暴雨存在过的沉积序列。▼意大利的白云岩—红色黏土层（红页岩）—白云岩▼日本Kuma地区发育大量黑色泥砂岩，覆盖在石灰岩之上除了阿尔卑斯山和日本地区，在川西地区、喜玛拉雅Spiti盆地等，均可见到黑色页岩覆盖在碳酸盐岩之上的现象。对于盘古大陆，这或许只是一场毛毛雨。但对于地球上的生灵，是一场灭绝与新生的挑战。■ 海洋淡水、陆源碎屑、温室效应等因素，彻底改变了海洋温度、pH值、盐度、含氧量。同时，由于海洋缺氧，导致厌氧细菌越发繁荣，并释放出过量的硫化氢，对海洋生物造成毒害，加剧了海洋生物的灭绝。菊石在上、下卡尼阶界线附近灭绝率达52%，相比其它海生无脊椎动物，菊石已算幸运。海百合在卡尼期洪积事件之后仅存个别属种，"], "neg": ["1347年之后的五六年间，对欧洲是不堪回首的灾难时刻。史称黑死病的大瘟疫带走了欧洲40%的人口。我小时候有个电视台在中午放一个几分钟的小节目《历史转折点》，有一集讲的就是黑死病。我当时完全不理解：一个病怎么会成为历史转折点呢？后来我知道了，黑死病不仅是历史转折点，而且是最最重要的历史转折点之一。如果有人在那时预测人类的未来在哪里，他的答案可能是中国、印度、中东，但不会是当时毫不起眼的欧洲。然而祸兮福所倚，黑死病之后欧洲的人均收入持续上升，摆脱了绝大部分古代社会人均收入长期停滞的命运。怎么理解这个历史变化？当然人们可以有很多视角。有人关注地理大发现，有人关注技术，有人关注制度。这里介绍2013年REStud上的论文《The Three Horsemen of Riches: Plague,War, and Urbanization in Early Modern Europe》提出的基于瘟疫和人口动态的理论。黑死病是第二次鼠疫大流行的一部分。这次大流行不只波及了欧洲，也波及了欧亚大陆的其他地方，包括中国。瘟疫导致人口大量减少，于是人均土地拥有量上升，人均收入上升。为什么在绝大多数地方人均收入的上升都无法持续下去呢？经济学是用马尔萨斯理论来解释的，所以这叫马尔萨斯陷阱。假设经济一开始处在一个收入不变的稳定的状态，简称稳态。如果出现了什么事使得人均收入上升，那么人均收入的上升在古代会引起出生率的上升和死亡率的下降，于是人口增加。人口增加抵消了产出的上升，人均收入下降回原来的水平。经济就回到了原来的稳态。那么为什么黑死病后欧洲的人均收入上升却持续了下去呢？作者提出，我们要修正马尔萨斯理论，让死亡率随收入上升而上升。这样可能有两个稳定的稳态。一开始在人均收入较低的稳态，外生扰动使收入上升时，死亡率的上升超过了出生率的上升，人口减少，于是进一步促进了收入的上升。最终经济不是回到原来的稳态，而是转向人均收入较高的稳态。作者把死亡率随收入上升而上升叫做“骑手效应”，这个名称来自《圣经·启示录》里的典故。近代早期的欧洲正好满足了一系列的特征，使得骑手效应足够大，能够把黑死病造成的人均收入上升维持下去。地理大发现、技术、制度并不是必要条件。骑手效应有三个作用机制。第一，根据恩格尔定律，人均收入的上升会导致对制造品的需求上升。制造品在城市生产，因而城市人口增加。而当时欧洲的城市非常不卫生，瘟疫肆虐，死亡率高于农村。这就是收入到死亡率的第一个传导链条。可能有人问：为什么人们要搬迁去死亡率高的城市呢？第一，高死亡率主要体现在婴儿死亡率上，对搬迁者自己影响没那么大；第二，城市有其他娱乐设施；第三，城市的收入更高。第二，收入上升提高了税收，税收可以用来打仗，战争造成死亡。战争对死亡的影响倒不是主要在战场上发生的，而是通过传播瘟疫。战争意味着大量人员的长时间移动，这就会把一个地方的疾病传到另一个地方。军队传播疾病在欧洲历史上有很多记载。第三，收入上升促进贸易繁荣，贸易会传播瘟疫。商人传播疾病同样在欧洲历史上有很多记载。作者选取的主要比较对象是中国。文中阐明了为什么中国没有骑手效应。第一，中国的城市比较卫生，死亡率并不高于农村。一个可能的原因是中国的城市可以发展到城墙外，而欧洲的城市出于安全原因局限在城堡内，导致人口密度过高。另外，东罗马帝国的城市有清洁水源，所以也没有这个现象。第二，除了明末清初那一段时间，中国是统一的，因此战争较少。而欧洲有很多政治实体，所以战争频发。之后的宗教改革造成的新教与天主教的敌对，更增加了战争的频率。第三，中国各地的地理条件相似，流行的疾病也都差不多。有研究显示，中国的疾病池在公元1000年就已经整合在一起了。因而，人员移动对传播疾病的作用就较小。而欧洲被山脉河流分割，不同地方气候条件差异大，疾病池还没有充分整合。文中建立了一个比较复杂的理论模型。假设人口居住在一些同心圆里，疾病从中心往外传播。然后加上了三种骑手效应。模型用中国和欧洲的数据进行了校准。校准的结果显示，战争的作用最大，可以使城市化率提高4个百分点。所有的骑手效应一共使欧洲的城市化率从2.2%升到8%。8%的城市化率在近代早期是个相当高的水平了，欧洲就这样超越了其他地方。这篇论文让人感慨历史真是难以捉摸。城市不卫生，战争频发，瘟疫肆虐，这本来都是坏事。然而，欧洲在付出了大量人口死亡的代价后，却因为这些坏事迎来了新生，获得了率先进入现代社会的契机。坏事会带来好处，好事会带来坏处，历史难以预测，我们还是做好当下就好。"]}
